export const quizData = {
  questions: [
    {
      id: 0,
      question: `האם את/ה שוקל להתגרש?`,
      options: [`כן`, `לפעמים`, `לא`],
      bad_option: [`כן`],
      diagnose:
        "הרי שאינך מאושר בזוגיות בה אתה נמצא, ולכן אנו מציעים בפניך לשקול את האפשרות לטיפול זוגי ולבחון את האופציות העומדות בפניך."
    },
    {
      id: 1,
      question: `האם יש לכם ילדים?`,
      options: [`כן`, `לא`, `בהריון`, `כן אבל הם גדולים`],
      bad_option: [`כן`, `בהריון`],
      diagnose:
        "כיוון שיש לכם ילדים משותפים אנו מציעים לעשות זאת בעדינות וכן לקחת ייעוץ על מנת לא לפגוע בהם במהלך התהליך, בנוסף קיימים אצלנו באתר מגוון של ספרים שיכולים לעזור בתהליך"
    },
    {
      id: 2,
      question: `האם את/ה אוהב/ את בן/בת הזוג?`,
      options: [`כן`, `לפעמים`, `לא`],
      bad_option: [`לפעמים`, `לא`],
      diagnose:
        "אהבה הינה רגש וטבעם של רגשות להופיע ולחלוף, אנו מציעים לנסות לבלות זמן איכות יחד כדי להחזיר את האהבה לחייכם"
    },
    {
      id: 3,
      question: `האם אתה נמשך לבן/בת הזוג?`,
      options: [`כן`, `לפעמים`, `כלל לא`],
      bad_option: [`כלל לא`],
      diagnose:
        "יחסים אינטימיים הם חלק בלתי נפרד מזוגיות בריאה אנו ממליצים לפנות לייעוץ על מנת להחזיר את התשוקה לזוגיות שלכם"
    },
    {
      id: 4,
      question: `האם הייתם בטיפול זוגי?`,
      options: [`כן ועזר לתקופה קצרה`, `כן ולא עזר`, `לא`],
      bad_option: [`כן ולא עזר`],
      diagnose:
        "גם אם הייתם בהליך של ייעוץ ואתם עדיין מוצאים את הכח והרצון לשקם את הזוגיות אל תאמרו נואש, קבעו פגישה לייעוץ"
    },
    {
      id: 5,
      question: `האם את/ה חושב/ת שתהיה/תהיי מאושר יותר אם תתגרשו?`,
      options: [`כן`, `אולי`, `לא`],
      bad_option: [`כן`, `אולי`],
      diagnose:
        "הרבה זוגות חשבו שאם הם יתגרשו המצב ישתפר לפתע, חשוב למצוא את הסיבה האמיתית שבגללה אתם חושבים להיפרד"
    },
    {
      id: 6,
      question: `האם את/ה יוצא לבלות ומשאיר את בן/בת הזוג בבית?`,
      options: [
        `כן זה חשוב לבלות בנפרד`,
        `לא אבל הלוואי ויכולתי`,
        `לא, אני לא מעוניין לבלות ללא בן/בת הזוג`
      ],
      bad_option: [`כן זה חשוב לבלות בנפרד`, `לא אבל הלוואי ויכולתי`],
      diagnose:
        "חשוב מאוד לצאת לבלות יחד עם בן / בת הזוג, חוויות שתצברו יחד ישפרו את הקשר ביניכם, יש לנו מגוון פעילויות להציע לכם"
    },
    {
      id: 7,
      question: `האם את/ה מתכתב עם ידיד/ה מהמין השני?`,
      options: [`כן`, `לפעמים`, `כלל לא`],
      bad_option: [`כן`],
      diagnose:
        "אנו ממליצים לנתק באופן זמני קשרים עם ידידים מהמין השני לפעמים באופן בלתי מודע אנו משווים אותם לבן/ת הזוג "
    },
    {
      id: 8,
      question: `האם את/ה מפחד מבן/בת הזוג?`,
      options: [`כן`, `לפעמים`, `כלל לא`],
      bad_option: [`כן`, `לפעמים`],
      diagnose: "אין שום סיבה שתחיו בתחושת פחד מבן/בת הזוג אנא פנו אלינו לסיוע"
    },
    {
      id: 9,
      question: `מהו אמצעי התקשורת המרכזי בינך לבן/בת הזוג?`,
      options: [`הודעות`, `שיחות טלפון`, `שיחות פנים אל פנים`],
      bad_option: [`כן ולא עזר`],
      diagnose:
        "כל דרך שבה תדברו עם בני הזוג היא מקובלת, לפעמים קל יותר לפתוח את הלב באמצעות מכתב אך השתדלו לקיים שיחות פנים אל פנים"
    },
    {
      id: 10,
      question: `האם אחד מבני הזוג בתהליך רוחני? (כגון חזרה בתשובה)`,
      options: [
        `כן אני בתהליך `,
        `בן/בת הזוג בתהליך`,
        `אף אחד מאיתנו לא בתהליך`
      ],
      bad_option: [`כן אני בתהליך `, `בן/בת הזוג בתהליך`],
      diagnose:
        "אתם או בן / בת הזוג עוברים תהליך משמעותי מומלץ לפנות לייעוץ או לסמכות דתית שתעזור לכם לגשר בין הפערים"
    },
    {
      id: 11,
      question: `האם בן/בת הזוג משפיל/ה אותך?`,
      options: [`לעתים קרובות`, `קרה פעם או פעמיים`, `לעולם לא`],
      bad_option: [`לעתים קרובות`],
      diagnose:
        "אין שום סיבה שתחוו השפלות מצד בן / בת הזוג שלכם אנא פנו אלינו לייעוץ וסיוע"
    },
    {
      id: 12,
      question: `האם את/ה או בן/בת הזוג סובל/ת מהתמכרות כלשהי?`,
      options: [
        `כן אני סובל מהתמכרות`,
        `בן/בת הזוג סובל/ת מהתמכרות`,
        `אף אחד מאיתנו לא סובל מהתמכרות`
      ],
      bad_option: [`כן אני סובל מהתמכרות`, `בן/בת הזוג סובל/ת מהתמכרות`],
      diagnose:
        "אתם או בן/ בת הזוג סובלים מהתמכרות ויש לכך השפעה על חיי הזוגיות שלכם, אנא פנו לייעוץ וסיוע שיקל על ההתמודדות"
    },
    {
      id: 13,
      question: `האם אתם נמצאים במצוקה כלכלית?`,
      options: [`כן`, `במידה מסוימת`, `לא`],
      bad_option: [`כן`, `במידה מסוימת`],
      diagnose:
        "סביר להניח שלמצב הכלכלי וללחץ התמידי שמתלווה אליו יש השפעה על הקשר הזוגי שלכם, אנא פנו לייעוץ ותקבלו עצות כיצד להתמודד"
    },
    {
      id: 14,
      question: `האם בן/בת הזוג נהג כלפייך באלימות פיזית?`,
      options: [`סיפור חיי`, `קרה פעם או פעמיים`, `לעולם לא`],
      bad_option: [`כן ולא עזר`],
      diagnose:
        "לבן / בת הזוג שלכם אין שום רשות לנהוג כלפיכם באלימות אנא פנו אלינו ונסייע לכם"
    },
    {
      id: 14,
      question: `האם בן/בת הזוג נהג כלפייך באלימות מינית?`,
      options: [`לעתים קרובות`, `קרה פעם או פעמיים`, `לעולם לא`],
      bad_option: [`לעתים קרובות`, `קרה פעם או פעמיים`],
      diagnose:
        "העובדה שאתם נמצאים בזוגיות לא מתירה לבן/בת הזוג לבצע בכם מעשים כנגד רצונכם, אנא צרו קשר ונסייע לכם"
    }
  ],
  ideal: "הזוגיות שלכם מושלמת! חשוב להמשיך להשקיע כדי שגם בעתיד תמשיכו לפרוח"
};
